{
  "Navigation": {
    "whoWeAre": "Who we are",
    "services": "Services",
    "aboutUs": "About us",
    "methodology": "Methodology",
    "career": "Career",
    "getInTouch": "Get in touch"
  },
  "WalnutContent": {
    "title": "Welcome to walnut venture studios",
    "subtitle": "Empowering innovation and new business models in the financial sector. We design, build and scale the success stories of tomorrow.",
    "button": "Let’s talk"
  },
  "DrivingInnovation": {
    "title": "Driving innovation and growth in finance",
    "firstSubtitle": "Walnut venture studios is a corporate venture builder focusing on revolutionizing the financial sector through innovation, technology, and entrepreneurship.",
    "secondSubtitle": "We partner with established financial institutions, fintech companies, and forward-thinking organizations to create disruptive ventures that shape the future of finance. Our office is located in Bregenz, Austria and Frankfurt am Main, Germany."
  },
  "JoinUs": {
    "title": "Join us in shaping the future of finance",
    "firstSubtitle": "Whether you are a financial institution looking to innovate or a fintech start-up with a ground-breaking idea, walnut venture studios is your trusted partner in building ventures that disrupt the financial sector, drive growth, and transform the way finance works.",
    "secondSubtitle": "Contact us today to explore how we can collaborate and unlock the full potential of your business. Together, let's shape the future of finance.",
    "button": "Join"
  },
  "WhoWeAre": {
    "mainTitle": "Who we are?",
    "firstTitle": "Our vision",
    "secondTitle": "What sets us apart",
    "firstText": "We envision a financial landscape that embraces digital transformation, fosters financial inclusion, and delivers cutting-edge solutions to businesses and customers alike. By combining the expertise and resources of established financial institutions with the agility and innovation of start-ups, we aim to drive meaningful change and empower the finance industry for the digital age.",
    "secondText": "With a team of seasoned professionals who possess extensive experience in the financial sector, we understand the complexities and challenges of the industry. Our deep domain knowledge allows us to identify opportunities and create ventures that address key pain points and emerging trends.",
    "thirdText": "We harness the power of technology and emerging trends such as blockchain, artificial intelligence, and machine learning to develop innovative solutions that enhance efficiency, security, and customer experience in finance. Our ventures leverage cutting-edge technologies to stay ahead of the curve.",
    "fourthText": "We have built a robust network of financial institutions, fintech start-ups, regulatory bodies, and industry experts. This ecosystem fosters collaboration, knowledge sharing, and access to a wide range of resources, providing our ventures with a competitive edge.",
    "fifthText": "We prioritize regulatory compliance and work closely with regulatory authorities to ensure that our ventures operate within the legal frameworks of the financial industry. Our in-depth understanding of compliance requirements enables us to build ventures that are both innovative and compliant.",
    "firstSubtitle": "Deep financial expertise",
    "secondSubtitle": "Technology-driven-approach",
    "thirdSubtitle": "Collaborative ecosystems",
    "fourthSubtitle": "Regulatory compliance"
  },
  "Services": {
    "mainTitle": "Services",
    "firstTitle": "Our services",
    "secondTitle": "Our services in detail",
    "firstText": "We collaborate with our financial partners to identify areas for disruption, explore new business models, and validate the feasibility of potential ventures. Through market research, customer insights, and financial analysis, we ensure that our ventures have a strong foundation for success.",
    "secondText": "We transform validated concepts into scalable ventures, handling all aspects of product development, technology integration, compliance, and go-to-market strategy. Our experienced team ensures that the ventures are designed to meet the evolving needs of the financial industry.",
    "thirdText": "We provide ongoing support to accelerate the growth of our ventures. Leveraging our network, industry expertise, and access to capital, we help our ventures navigate challenges, expand their customer base, and achieve sustainable growth in the competitive financial sector.",
    "firstSubtitle": "Venture ideation and validation",
    "secondSubtitle": "Venture building and development",
    "thirdSubtitle": "Venture growth and scaling",
    "firstDetail": "Fast designing, building and scaling of disruptive and innovative business models",
    "secondDetail": "Advising financial institutions on digital transformation strategies",
    "thirdDetail": "Company building and applying lean start-up methodology",
    "fourthDetail": "ESG consulting",
    "fifthDetail": "IT consulting including building IT infrastructure",
    "sixthDetail": "Consulting for core banking systems and banking platforms (we have established strong relationships to all core banking providers in DACH region)",
    "seventhDetail": "Business development & advisory for market entry in DACH region",
    "eightDetail": "Support regulatory topics for financial institutions",
    "ninthDetail": "Fund-raising for start-ups"
  },
  "AboutUs": {
    "mainTitle": "About us",
    "firstText": "At walnut ventures, we believe in reshaping the financial landscape by embracing cutting-edge technologies, driving digital transformation, and fostering entrepreneurial spirit. With our deep industry expertise and forward-thinking approach, we are at the forefront of revolutionizing finance for the digital age.",
    "secondText": "Julian is an accomplished finance and technology executive with a proven track record of driving innovation and growth in the financial sector.",
    "thirdText": "His passion for entrepreneurship and his keen eye for market opportunities have allowed him to forge strategic partnerships, creating synergies between traditional financial institutions and agile fintech start-ups.",
    "fourthText": "Julian has professional experience in working for large international banking groups and deep regulatory and monetary policy know-how. He has consulted for many years international banks on various innovation projects (ESG platforms, neo bank projects, core-banking system integration and many more).",
    "name": "Julian Verocai",
    "speciality": "Frounder and CEO of walnut venture studios",
    "showMore": "Show more",
    "showLess": "Show less"
  },
  "Career": {
    "mainTitle": "Career",
    "firstText": "Hi there! We are glad you found us! We are looking for brilliant minds, who want to support founders & corporate innovation heads from idea to scale.",
    "secondText": "Are you passionate about building new ventures, new business models, products and leaving your mark on the industry? At walnut venture you will find a like minded team of highly motivated entrepreneurs.",
    "thirdText": "Please send us your CV with a short intro e-mail to "
  },
  "ContactUs": {
    "mainTitle": "Interested in working together?",
    "firstText": "Contact us and let's talk about how we can support your innovation journey! Our team is happy to answer your questions.",
    "firstInput": "Name",
    "secondInput": "Phone number",
    "thirdInput": "Message",
    "getInTouch": "Get in touch"
  },
  "Footer": {
    "title": "Contact",
    "text": "Copyright © 2023 walnut venture studios"
  },
  "Methodology": {
    "mainTitle": "Methodology",
    "firstSubtitle": "We design, test and build ventures",
    "secondSubtitle": "Research, Ideation & Design",
    "thirdSubtitle": "Initial Testing & Feasibility Study",
    "fourthSubtitle": "Minimum Viable Product Preparation",
    "fifthSubtile": "Roll-Out & Scaling",
    "firstText": "Our process combines design thinking, lean startup and agile/ scrum.",
    "researchFirst": "Focus on customer centricity & technology exploration",
    "researchSecond": "Generate hypothesis",
    "studyFirst": "Create a prototype",
    "studySecond": "Iterate prototype & test under real market conditions",
    "studyThird": "Test hypothesis from ideation phase",
    "preparationFirst": "Develop and launch MVP",
    "preparationSecond": "Prepare technology roadmap and integrate into client infrastructure",
    "preparationThird": "Search for partnerships",
    "preparationFourth": "Customer & market feedback",
    "scalingFirst": "Develop digital marketing strategy",
    "scalingSecond": "Implement growth hacking approach",
    "scalingThird": "Scale to new markets",
    "scalingFourth": "Search for growth opportunities",
    "firstPhase": "Ideation phase",
    "secondPhase": "Proof of concept & testing phase",
    "thirdPhase": "MVP on the market",
    "fourthPhase": "Roll-out & scale-up"
  },
  "CookieBanner": {
    "title": "We use analytics cookies to collect anonymous data about how you interact with our website. By clicking on ‘Agree’,  you expressly consent to the aforementioned processes. You can withdraw your consent at any time."
  }
}
